---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.NetworkDefaultToReynolds
source: html/0754279b-2042-25a1-09cd-67729be13350.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.NetworkDefaultToReynolds Property

The network uses the default Reynolds number.

## Syntax (C#)
```csharp
public static FailureDefinitionId NetworkDefaultToReynolds { get; }
```